{
    "combinações": {
        "Áries - Áries": "O encontro de Áries e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Touro": "O encontro de Áries e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Gêmeos": "O encontro de Áries e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Câncer": "O encontro de Áries e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Leão": "O encontro de Áries e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Virgem": "O encontro de Áries e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Libra": "O encontro de Áries e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Escorpião": "O encontro de Áries e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Sagitário": "O encontro de Áries e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Capricórnio": "O encontro de Áries e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Aquário": "O encontro de Áries e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Áries - Peixes": "O encontro de Áries e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Áries": "O encontro de Touro e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Touro": "O encontro de Touro e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Gêmeos": "O encontro de Touro e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Câncer": "O encontro de Touro e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Leão": "O encontro de Touro e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Virgem": "O encontro de Touro e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Libra": "O encontro de Touro e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Escorpião": "O encontro de Touro e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Sagitário": "O encontro de Touro e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Capricórnio": "O encontro de Touro e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Aquário": "O encontro de Touro e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Touro - Peixes": "O encontro de Touro e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Áries": "O encontro de Gêmeos e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Touro": "O encontro de Gêmeos e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Gêmeos": "O encontro de Gêmeos e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Câncer": "O encontro de Gêmeos e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Leão": "O encontro de Gêmeos e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Virgem": "O encontro de Gêmeos e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Libra": "O encontro de Gêmeos e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Escorpião": "O encontro de Gêmeos e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Sagitário": "O encontro de Gêmeos e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Capricórnio": "O encontro de Gêmeos e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Aquário": "O encontro de Gêmeos e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Gêmeos - Peixes": "O encontro de Gêmeos e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Áries": "O encontro de Câncer e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Touro": "O encontro de Câncer e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Gêmeos": "O encontro de Câncer e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Câncer": "O encontro de Câncer e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Leão": "O encontro de Câncer e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Virgem": "O encontro de Câncer e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Libra": "O encontro de Câncer e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Escorpião": "O encontro de Câncer e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Sagitário": "O encontro de Câncer e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Capricórnio": "O encontro de Câncer e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Aquário": "O encontro de Câncer e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Câncer - Peixes": "O encontro de Câncer e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Áries": "O encontro de Leão e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Touro": "O encontro de Leão e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Gêmeos": "O encontro de Leão e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Câncer": "O encontro de Leão e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Leão": "O encontro de Leão e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Virgem": "O encontro de Leão e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Libra": "O encontro de Leão e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Escorpião": "O encontro de Leão e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Sagitário": "O encontro de Leão e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Capricórnio": "O encontro de Leão e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Aquário": "O encontro de Leão e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Leão - Peixes": "O encontro de Leão e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Áries": "O encontro de Virgem e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Touro": "O encontro de Virgem e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Gêmeos": "O encontro de Virgem e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Câncer": "O encontro de Virgem e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Leão": "O encontro de Virgem e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Virgem": "O encontro de Virgem e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Libra": "O encontro de Virgem e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Escorpião": "O encontro de Virgem e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Sagitário": "O encontro de Virgem e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Capricórnio": "O encontro de Virgem e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Aquário": "O encontro de Virgem e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Virgem - Peixes": "O encontro de Virgem e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Áries": "O encontro de Libra e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Touro": "O encontro de Libra e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Gêmeos": "O encontro de Libra e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Câncer": "O encontro de Libra e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Leão": "O encontro de Libra e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Virgem": "O encontro de Libra e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Libra": "O encontro de Libra e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Escorpião": "O encontro de Libra e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Sagitário": "O encontro de Libra e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Capricórnio": "O encontro de Libra e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Aquário": "O encontro de Libra e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Libra - Peixes": "O encontro de Libra e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Áries": "O encontro de Escorpião e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Touro": "O encontro de Escorpião e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Gêmeos": "O encontro de Escorpião e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Câncer": "O encontro de Escorpião e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Leão": "O encontro de Escorpião e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Virgem": "O encontro de Escorpião e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Libra": "O encontro de Escorpião e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Escorpião": "O encontro de Escorpião e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Sagitário": "O encontro de Escorpião e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Capricórnio": "O encontro de Escorpião e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Aquário": "O encontro de Escorpião e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Escorpião - Peixes": "O encontro de Escorpião e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Áries": "O encontro de Sagitário e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Touro": "O encontro de Sagitário e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Gêmeos": "O encontro de Sagitário e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Câncer": "O encontro de Sagitário e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Leão": "O encontro de Sagitário e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Virgem": "O encontro de Sagitário e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Libra": "O encontro de Sagitário e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Escorpião": "O encontro de Sagitário e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Sagitário": "O encontro de Sagitário e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Capricórnio": "O encontro de Sagitário e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Aquário": "O encontro de Sagitário e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Sagitário - Peixes": "O encontro de Sagitário e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Áries": "O encontro de Capricórnio e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Touro": "O encontro de Capricórnio e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Gêmeos": "O encontro de Capricórnio e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Câncer": "O encontro de Capricórnio e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Leão": "O encontro de Capricórnio e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Virgem": "O encontro de Capricórnio e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Libra": "O encontro de Capricórnio e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Escorpião": "O encontro de Capricórnio e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Sagitário": "O encontro de Capricórnio e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Capricórnio": "O encontro de Capricórnio e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Aquário": "O encontro de Capricórnio e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Capricórnio - Peixes": "O encontro de Capricórnio e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Áries": "O encontro de Aquário e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Touro": "O encontro de Aquário e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Gêmeos": "O encontro de Aquário e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Câncer": "O encontro de Aquário e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Leão": "O encontro de Aquário e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Virgem": "O encontro de Aquário e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Libra": "O encontro de Aquário e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Escorpião": "O encontro de Aquário e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Sagitário": "O encontro de Aquário e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Capricórnio": "O encontro de Aquário e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Aquário": "O encontro de Aquário e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Aquário - Peixes": "O encontro de Aquário e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Áries": "O encontro de Peixes e Áries cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Touro": "O encontro de Peixes e Touro cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Gêmeos": "O encontro de Peixes e Gêmeos cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Câncer": "O encontro de Peixes e Câncer cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Leão": "O encontro de Peixes e Leão cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Virgem": "O encontro de Peixes e Virgem cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Libra": "O encontro de Peixes e Libra cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Escorpião": "O encontro de Peixes e Escorpião cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Sagitário": "O encontro de Peixes e Sagitário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Capricórnio": "O encontro de Peixes e Capricórnio cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Aquário": "O encontro de Peixes e Aquário cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor.",
        "Peixes - Peixes": "O encontro de Peixes e Peixes cria uma relação única, onde as qualidades de cada um se complementam perfeitamente. Juntos, formam um casal que se fortalece a cada dia, construindo momentos inesquecíveis cheios de cumplicidade e amor."
    }
}